// enums.js
export const ClassifyEnum = {
    '1001': '都市',
    '1002': '游戏',
    '1003': '仙侠',
    '1004': '玄幻',
    '1005': '历史',
    '1006': '军事',
    '1007': '武侠',
    '1008': '科幻',
    '1009': '悬疑',
    '1010': '西幻',
    '2001': '悬疑侦探',
    '2002': '现代言情',
    '2003': '古代言情',
    '2004': '游戏竞技',
    '2005': '科幻空间',
    '2006': '仙侠奇缘',
    '3001': '青春',
    '3002': '小说',
    '3003': '杂志',
    '3004': '文学',
  };
  
  export const BigClassEnum = {
    '1': '男生',
    '2': '女生',
    '3': '出版',
    // 其他大类...
  };
  